[
  "obsidian-pangu",
  "Enhanced-editing",
  "table-editor-obsidian",
  "obsidian-annotator",
  "obsidian-banners",
  "obsidian-file-link",
  "buttons",
  "calendar",
  "obsidian-copy-block-link",
  "obsidian-core-search-assistant-plugin",
  "obsidian-custom-frames",
  "notion-like-tables",
  "dataview",
  "drawio-obsidian",
  "obsidian-dynamic-highlights",
  "editing-toolbar",
  "obsidian-emoji-toolbar",
  "obsidian-excalidraw-plugin",
  "floating-toc",
  "obsidian-hider",
  "obsidian-hover-editor",
  "obsidian-icon-folder",
  "obsidian-image-toolkit",
  "obsidian-kanban",
  "obsidian-linter",
  "obsidian-list-callouts",
  "obsidian-markdown-furigana",
  "markdown-table-editor",
  "obsidian-mind-map",
  "mysnippets-plugin",
  "note-refactor-obsidian",
  "number-headings-obsidian",
  "obsidian-enhancing-export",
  "obsidian42-brat",
  "omnisearch",
  "obsidian-outliner",
  "oz-image-plugin",
  "obsidian-pandoc",
  "quick-explorer",
  "darlal-switcher-plus",
  "quickadd",
  "obsidian-quiet-outline",
  "recent-files-obsidian",
  "remember-cursor-position",
  "remotely-save",
  "search-on-internet",
  "obsidian-style-settings",
  "ob-table-enhancer",
  "obsidian-table-generator",
  "templater-obsidian",
  "text-extractor",
  "cm-typewriter-scroll-obsidian",
  "various-complements",
  "web-browser",
  "obsidian-weread-plugin",
  "cm-chs-patch",
  "workspaces-plus",
  "easy-typing-obsidian"
]